Repository: matthesv/yadore-monetizer-pro
Catalog: languages/yadore-monetizer-*.po
Languages: de_de

source: Database overhead is %1$s (%2$d%%). Run an optimize operation to reclaim space.
de_de: Datenbank-Overhead beträgt %1$s (%2$d%%). Führe eine Optimierung durch, um Speicherplatz zurückzugewinnen.

source: Database footprint %1$s across %2$d records with %3$s overhead.
de_de: Datenbankumfang %1$s über %2$d Einträge mit %3$s Overhead.

source: Daily maintenance
de_de: Tägliche Wartung

source: Weekly reports
de_de: Wöchentliche Berichte

source: %1$s is overdue by %2$s.
de_de: %1$s ist seit %2$s überfällig.

source: Next %1$s run in %2$s.
de_de: Nächster %1$s-Lauf in %2$s.

source: All scheduled maintenance tasks are queued.
de_de: Alle geplanten Wartungsaufgaben sind eingeplant.

source: CSV import file is missing required columns.
de_de: CSV-Importdatei enthält nicht alle erforderlichen Spalten.

source: Detected %1$d records for %2$s.
de_de: Es wurden %1$d Datensätze für %2$s gefunden.

source: Export originated from %s.
de_de: Export stammt von %s.

source: Imported %d settings.
de_de: Es wurden %d Einstellungen importiert.

source: Imported %d keyword rows.
de_de: Es wurden %d Keyword-Zeilen importiert.

source: Imported %d analytics records.
de_de: Es wurden %d Analyse-Datensätze importiert.

source: Imported %d log entries.
de_de: Es wurden %d Log-Einträge importiert.

source: Cache metrics restored.
de_de: Cache-Metriken wiederhergestellt.

source: Imported %d cache entries.
de_de: Es wurden %d Cache-Einträge importiert.

source: Keyword Analyzer
de_de: Keyword-Analyse

source: Unexpected response from AI service.
de_de: Unerwartete Antwort vom KI-Dienst.

source: Upload directory is not available.
de_de: Upload-Verzeichnis ist nicht verfügbar.

source: Failed to prepare export directory.
de_de: Exportverzeichnis konnte nicht vorbereitet werden.

source: Failed to write export file to disk.
de_de: Exportdatei konnte nicht auf die Festplatte geschrieben werden.
