Repository: matthesv/yadore-monetizer-pro
Catalog: languages/yadore-monetizer-*.po
Languages: de_de

source: Professional Affiliate Marketing Plugin with Complete Feature Set
de_de: Professionelles Affiliate -Marketing -Plugin mit komplettem Funktionssatz

source: Settings saved successfully!
de_de: Vorgang erfolgreich abgeschlossen.

source: Yadore API verbinden
de_de: Yadore API

source: Yadore API verbunden
de_de: Yadore API

source: Yadore API benötigt Konfiguration
de_de: API-Konfiguration

source: Verbindung testen
de_de: Verbunden

source: Automatisierungen aktivieren
de_de: Caching aktivieren

source: Automatisierungen ansehen
de_de: Automatischer Scan

source: Automatisierung aktivieren
de_de: Caching aktivieren

source: Basis-Setup abgeschlossen
de_de: Scan abgeschlossen (%s).

source: Automatisierungen aktiv
de_de: Automatischer Scan

source: Gemini aktiv
de_de: Inaktiv

source: Automatischer Beitrags-Scan ist eingeschaltet.
de_de: Automatischer Beitrags-Scan

source: Overlay & Templates
de_de: Overlay -Vorlage

source: Overlay aktiv
de_de: Overlay

source: Overlay deaktiviert
de_de: Overlay -Vorlage

source: Konfiguration
de_de: API-Konfiguration

source: Primary color
de_de: Primärfarbe

source: Used for buttons, highlights and interactive elements.
de_de: Wird für Schaltflächen, Hervorhebungen und interaktive Elemente verwendet.

source: Primary text
de_de: Primärtext

source: Text color for primary buttons and overlays.
de_de: Textfarbe für primäre Schaltflächen und Overlays.

source: Accent color
de_de: Akzentfarbe

source: Applies to prices and emphasis text.
de_de: Gilt für Preise und hervorgehobenen Text.

source: Heading text
de_de: Überschriftentext

source: Used for product titles and main copy.
de_de: Wird für Produkttitel und Haupttexte verwendet.

source: Muted text
de_de: Abgeschwächter Text

source: Secondary information such as merchants or disclaimers.
de_de: Sekundäre Informationen wie Händler oder Hinweise.

source: Borders
de_de: Rahmen

source: Card outlines, separators and focus rings.
de_de: Kartenumrandungen, Trennlinien und Fokusmarkierungen.

source: Template background
de_de: Vorlagen-Hintergrund

source: Wrapper background for template containers.
de_de: Hintergrund für Vorlagen-Container.

source: Card surface
de_de: Kartenoberfläche

source: Individual product cards and overlays.
de_de: Einzelne Produktkarten und Overlays.

source: Placeholder background
de_de: Platzhalter-Hintergrund

source: Image placeholders and loading states.
de_de: Bildplatzhalter und Ladezustände.

source: Placeholder icon
de_de: Platzhalter-Symbol

source: Icon color for placeholders and subtle text.
de_de: Symbolfarbe für Platzhalter und dezente Texte.

source: Badge background
de_de: Abzeichen-Hintergrund

source: Promo badges and highlight ribbons.
de_de: Promo-Abzeichen und Hervorhebungsbänder.

source: Badge text
de_de: Abzeichen-Text

source: Text color for promotional badges.
de_de: Textfarbe für Promo-Abzeichen.

source: Plugin settings navigation
de_de: Navigation der Plugin-Einstellungen

source: General
de_de: Allgemein

source: Automation
de_de: Automatischer Scan

source: AI Settings
de_de: KI-Einstellungen

source: Display
de_de: Darstellung

source: Advanced
de_de: Erweitert

source: API Configuration
de_de: API-Konfiguration

source: Enter your Yadore API key
de_de: Gib deinen Yadore-API-Schlüssel ein

source: Show key
de_de: Schlüssel anzeigen

source: Test Connection
de_de: Verbindung testen

source: Your Yadore API key is required to fetch product data.
de_de: Dein Yadore-API-Schlüssel ist erforderlich, um Produktdaten abzurufen.

source: Get your API key here
de_de: API-Schlüssel hier abrufen

source: Default Market
de_de: Standardmarkt

source: Choose the market that matches your approved Yadore account. Only markets returned by the Yadore API are listed.
de_de: Wähle den Markt, der deinem freigeschalteten Yadore-Konto entspricht. Es werden nur Märkte angezeigt, die von der Yadore-API zurückgegeben werden.

source: Use the two-letter uppercase market code, e.g. DE, AT, FR.
de_de: Verwende den zweistelligen Großbuchstaben-Ländercode, z. B. DE, AT, FR.

source: Enter the two-letter market code (ISO 3166-1 alpha-2) you are approved for, such as DE or AT. The value must match a market enabled for your API key.
de_de: Gib den zweistelligen Ländercode (ISO 3166-1 alpha-2) ein, für den du freigeschaltet bist, z. B. DE oder AT. Der Wert muss zu einem für deinen API-Schlüssel aktivierten Markt passen.

source: Automatisierung
de_de: Automatischer Scan

source: Produkt-Overlay aktivieren
de_de: Produkt-Overlay

source: Automatische Produktempfehlungen einfügen
de_de: Automatische Produktempfehlung wurde eingefügt.

source: Automatischen Beitrags-Scan aktivieren
de_de: Automatischer Beitrags-Scan

source: Gemini AI Configuration
de_de: Gemini-KI-Konfiguration

source: Enter your Gemini API key
de_de: Gib deinen Gemini-API-Schlüssel ein

source: Test AI
de_de: KI testen

source: A Gemini API key is currently stored securely. Leave the field blank to keep the existing key.
de_de: Ein Gemini-API-Schlüssel ist derzeit sicher gespeichert. Lass das Feld leer, um den bestehenden Schlüssel zu behalten.

source: Enter your Gemini API key and save the settings to activate AI features.
de_de: Gib deinen Gemini-API-Schlüssel ein und speichere die Einstellungen, um KI-Funktionen zu aktivieren.

source: Remove the stored key when saving
de_de: Gespeicherten Schlüssel beim Speichern entfernen

source: Gemini 2.5 Pro - Highest quality
de_de: Gemini 2.5 Pro - höchste Qualität

source: Gemini 2.5 Flash Lite - Efficient
de_de: Gemini 2.5 Flash Lite - effizient

source: Gemini 2.5 Flash Preview (Sep 2025)
de_de: Live 2.5 Blitzvorschau

source: Gemini 2.5 Flash Lite Preview (Sep 2025)
de_de: Gemini 2.5 Flash Lite - effizient

source: Flash Preview 09-2025
de_de: Flash Lite 2.5

source: Flash Lite Preview 09-2025
de_de: Flash Lite 2.5

source: Customize the instruction the AI uses to determine the best product keyword for your content.
de_de: Passen Sie die Anweisung an, die die KI verwendet, um das beste Produktschlüsselwort für Ihren Inhalt zu ermitteln.

source: Available placeholders:
de_de: Verfügbare Platzhalter:

source: Use these placeholders to automatically inject the post title and body into your prompt.
de_de: Verwenden Sie diese Platzhalter, um automatisch den Post -Titel und den Körper in Ihre Eingabeaufforderung zu injizieren.

source: Reset to default prompt
de_de: Zurücksetzen auf die Standardeingabeaufforderung

source: Overlay Template
de_de: Overlay -Vorlage

source: Modern Overlay (Default)
de_de: Modernes Overlay (Standard)

source: Choose which template renders the product overlay.
de_de: Wählen Sie, welche Vorlage die Produktüberlagerung rendert.

source: Auto-Injection Template
de_de: Autoinjektionsvorlage

source: Product Grid (Default)
de_de: Produktgitter (Standard)

source: Product List (Default)
de_de: Produktliste (Standard)

source: Inline Highlight (Default)
de_de: Inline-Hervorhebung (Standard)

source: Template used when products are automatically inserted into posts.
de_de: Vorlage verwendet, wenn Produkte automatisch in Beiträge eingefügt werden.

source: Shortcode Display
de_de: Shortcode -Anzeige

source: Default Shortcode Template
de_de: Standard -Shortcode -Vorlage

source: Fallback template when using the shortcode without specifying a template attribute.
de_de: Fallback -Vorlage Bei Verwendung des Shortcode ohne Angabe eines Vorlagenattributs.

source: Override in content with the template attribute, e.g. [yadore_products template="custom:my-template"].
de_de: Überschreiben Sie den Inhalt mit dem Vorlagenattribut, z. [yadore_products template="custom:my-template"].

source: Template Colors
de_de: Vorlagenfarben

source: Fine-tune the colors used by the built-in templates. Select a tone from the palette or enter custom hex values.
de_de: Feinstimmen Sie die Farben, die von den eingebauten Vorlagen verwendet werden. Wählen Sie einen Ton aus der Palette oder geben Sie benutzerdefinierte Hex -Werte ein.

source: Shortcode Templates
de_de: Shortcode -Vorlagen

source: Available colors
de_de: Verfügbare Farben

source: Ocean Blue
de_de: Ozeanblau

source: Deep Blue
de_de: Dunkelblau

source: Teal Breeze
de_de: Türkisbrise

source: Fresh Green
de_de: Frisches Grün

source: Emerald
de_de: Smaragd

source: Golden Glow
de_de: Goldener Glanz

source: Sunset Orange
de_de: Sonnenuntergangsorange

source: Crimson Red
de_de: Karminrot

source: Royal Purple
de_de: Königsviolett

source: Plum
de_de: Pflaume

source: Cloud
de_de: Wolke

source: Silver
de_de: Silber

source: Slate Gray
de_de: Schiefergrau

source: Midnight
de_de: Mitternacht

source: Deep Slate
de_de: Dunkler Schiefer

source: Pure White
de_de: Reinweiß

source: Jet Black
de_de: Tiefschwarz

source: Product Grid (Editable)
de_de: Produktgitter (bearbeitbar)

source: Product List (Editable)
de_de: Produktliste (bearbeitbar)

source: Inline Highlight (Editable)
de_de: Inline-Hervorhebung (bearbeitbar)

source: Modern Overlay (Editable)
de_de: Modernes Overlay (bearbeitbar)

source: Custom translations saved.
de_de: Individuelle Übersetzungen gespeichert.

source: German (de_DE)
de_de: Deutsch (de_DE)

source: English (en_US)
de_de: Englisch (en_US)

source: Quick overview of your monetization activity.
de_de: Schnelle Übersicht über Ihre Monetarisierungsaktivität.

source: Products displayed:
de_de: Produkte angezeigt:

source: Posts scanned:
de_de: Beiträge gescannt:

source: Overlay views:
de_de: Overlay-Aufrufe:

source: Conversion rate:
de_de: Konversionsrate:

source: Settings
de_de: Einstellungen

source: Debug
de_de: Debuggen

source: Overview
de_de: Überblick

source: Manage monetization settings, AI analysis and product display options from the tabs on this screen.
de_de: Verwalten Sie die Monetarisierungseinstellungen, die KI -Analyse und die Produktanzeigeoptionen der Produktanzeige von den Registerkarten auf diesem Bildschirm.

source: Need help? Review the documentation in the API Docs section or contact support through your Yadore account.
de_de: Benötigst du Hilfe? Lies die Dokumentation im Bereich API-Dokumentation oder kontaktiere den Support über dein Yadore-Konto.

source: Helpful Resources
de_de: Hilfreiche Ressourcen

source: Items per page
de_de: Elemente pro Seite

source: Are you sure you want to delete this item?
de_de: Möchtest du dieses Element wirklich löschen?

source: Processing…
de_de: Verarbeitung läuft …

source: An error occurred. Please try again.
de_de: Es ist ein Fehler aufgetreten. Bitte versuche es erneut.

source: Operation completed successfully.
de_de: Vorgang erfolgreich abgeschlossen.

source: Copied!
de_de: Kopiert!

source: Copy shortcode
de_de: Shortcode kopieren

source: Copying…
de_de: Kopieren…

source: Copy failed
de_de: Kopieren fehlgeschlagen

source: Shortcode copied to clipboard.
de_de: Shortcode in die Zwischenablage kopiert.

source: Copy failed. Press Ctrl+C to copy manually.
de_de: Kopieren fehlgeschlagen. Drücke Strg+C für die manuelle Kopie.

source: Hide key
de_de: Schlüssel verbergen

source: Refreshing…
de_de: Aktualisierung läuft …

source: No data loaded yet
de_de: Noch keine Daten geladen

source: Just now
de_de: Gerade eben

source: %s seconds ago
de_de: vor %s Sekunden

source: %s minutes ago
de_de: vor %s Minuten

source: %s hours ago
de_de: vor %s Stunden

source: %s days ago
de_de: vor %s Tagen

source: No activity logged yet.
de_de: Keine Aktivitäten vorhanden.

source: Still <span id="scan-pending-count">%s</span> posts pending
de_de: Noch <span id="scan-pending-count">%s</span> Beiträge offen

source: All posts scanned!
de_de: Alle Beiträge gescannt!

source: Page %s
de_de: Seite %s

source: Next page
de_de: Nächste Seite

source: Previous page
de_de: Vorherige Seite

source: %1$s–%2$s of %3$s
de_de: %1$s–%2$s von %3$s

source: No selection
de_de: Keine Auswahl

source: %s words
de_de: %s Wörter

source: No minimum
de_de: Kein Mindestwert

source: Standard scan
de_de: Standardprüfung

source: No suitable keyword detected for this page.
de_de: Für diese Seite wurde kein geeignetes Schlüsselwort gefunden.

source: Invalid product identifier received.
de_de: Ungültige Produktkennung empfangen.

source: Gemini API did not return a keyword.
de_de: Die Gemini-API hat kein Schlüsselwort zurückgegeben.

source: No Yadore API key configured. Please add your key in the settings.
de_de: Kein Yadore-API-Schlüssel konfiguriert. Bitte füge deinen Schlüssel in den Einstellungen hinzu.

source: Yadore API connection successful, but no products were returned for the test keyword. Try another keyword or verify your account configuration.
de_de: Yadore-API-Verbindung erfolgreich, aber es wurden keine Produkte für das Test-Keyword zurückgegeben. Probiere ein anderes Keyword oder überprüfe die Kontokonfiguration.

source: Yadore API connection successful
de_de: Yadore-API-Verbindung erfolgreich

source: Insufficient permissions
de_de: Unzureichende Berechtigungen

source: No valid post types supplied for scanning.
de_de: Keine gültigen Beitragstypen zum Scannen übergeben.

source: No valid post status supplied for scanning.
de_de: Kein gültiger Beitragsstatus zum Scannen übergeben.

source: No posts matched the selected criteria.
de_de: Keine Beiträge entsprechen den ausgewählten Kriterien.

source: Invalid scan identifier.
de_de: Ungültige Scan-Kennung.

source: Invalid post selected for scanning.
de_de: Ungültiger Beitrag zum Scannen ausgewählt.

source: No data available for the selected export criteria.
de_de: Keine Beiträge entsprechen den ausgewählten Kriterien.

source: Cache cleared successfully.
de_de: Cache erfolgreich geleert.

source: Insufficient permissions to restore templates.
de_de: Unzureichende Berechtigungen zum Beheben von Fehlerprotokollen.

source: Default templates restored successfully.
de_de: Vorgang erfolgreich abgeschlossen.

source: last cleared %s ago
de_de: zuletzt vor %s geleert

source: no recent clear recorded
de_de: keine kürzliche Löschung aufgezeichnet

source: Cache health check: %1$d entries (~%2$s) with a %3$d%% hit rate, %4$s.
de_de: Cache-Prüfung: %1$d Einträge (~%2$s) mit einer Trefferquote von %3$d%%, %4$s.

source: Cache optimization completed successfully.
de_de: Vorgang erfolgreich abgeschlossen.

source: Database optimization completed.
de_de: Datenbankdiagnose abgeschlossen.

source: Logs archived successfully.
de_de: Fehlerprotokolle erfolgreich gelöscht.

source: Old logs removed successfully.
de_de: Fehlerprotokolle erfolgreich gelöscht.

source: System cleanup completed successfully.
de_de: Scan erfolgreich abgeschlossen.

source: Settings reset to defaults.
de_de: Zurücksetzen auf die Standardeingabeaufforderung

source: Factory reset completed successfully.
de_de: Vorgang erfolgreich abgeschlossen.

source: Settings cloned successfully.
de_de: Vorgang erfolgreich abgeschlossen.

source: Optimizer sync completed successfully.
de_de: Vorgang erfolgreich abgeschlossen.

source: Connectivity diagnostics completed successfully.
de_de: Konnektivitätsdiagnose erfolgreich abgeschlossen.

source: Connectivity issues detected. Review the service breakdown below.
de_de: Konnektivitätsprobleme festgestellt. Sieh dir die nachfolgende Serviceübersicht an.

source: Connectivity checks completed with warnings. Review the service breakdown below.
de_de: Konnektivitätsprüfungen mit Warnungen abgeschlossen. Sieh dir die nachfolgende Serviceübersicht an.

source: Database diagnostics completed.
de_de: Datenbankdiagnose abgeschlossen.

source: Performance diagnostics completed.
de_de: Leistungsdiagnose abgeschlossen.

source: Product Templates
de_de: Produktvorlagen

source: Product Template
de_de: Produktvorlage

source: Yadore API error: %s
de_de: Yadore-API-Fehler: %s

source: Unknown API error
de_de: Unbekannter API-Fehler

source: Gemini API key not configured
de_de: Gemini-API-Schlüssel nicht konfiguriert

source: Gemini API request failed: %s
de_de: Gemini-API-Anfrage fehlgeschlagen: %s

source: Unexpected response from Gemini API.
de_de: Unerwartete Antwort der Gemini-API.

source: Gemini API returned an invalid response.
de_de: Die Gemini-API hat eine ungültige Antwort zurückgegeben.

source: Gemini API blocked the request: %s
de_de: Die Gemini-API hat die Anfrage blockiert: %s

source: Gemini API returned data that could not be parsed as JSON.
de_de: Die Gemini-API hat Daten zurückgegeben, die nicht als JSON verarbeitet werden konnten.

source: Gemini API returned data that did not match the expected schema.
de_de: Die Gemini-API hat Daten zurückgegeben, die nicht dem erwarteten Schema entsprachen.

source: Gemini API did not return a usable keyword.
de_de: Die Gemini-API hat kein verwendbares Schlüsselwort zurückgegeben.

source: Gemini API response did not contain any candidates to parse.
de_de: Die Gemini-API hat eine ungültige Antwort zurückgegeben.

source: No data
de_de: Keine Daten

source: Post #%d
de_de: Beitrag #%d

source: AI
de_de: KI

source: Manual
de_de: Manuell

source: Post could not be found.
de_de: Post konnte nicht gefunden werden.

source: Skipped (%d words required).
de_de: Übersprungen (%d Wörter erforderlich).

source: Scan skipped (already up to date).
de_de: Scan übersprungen (bereits aktuell).

source: No keyword could be detected for this post.
de_de: Für diesen Beitrag konnte kein Schlüsselwort festgestellt werden.

source: Scan completed successfully.
de_de: Scan erfolgreich abgeschlossen.

source: Completed (AI)
de_de: Abgeschlossen (AI)

source: Completed
de_de: Vollendet

source: Failed
de_de: Fehlgeschlagen

source: Skipped
de_de: Übersprungen

source: Pending
de_de: Ausstehend

source: Successful
de_de: Erfolgreich

source: No keyword available for product search. Run the scanner or provide a keyword attribute.
de_de: Kein Schlüsselwort für die Produktsuche verfügbar. Führe den Scanner aus oder gib ein Keyword-Attribut an.

source: No products found for "%s".
de_de: Keine Produkte für „%s“ gefunden.

source: Error loading products. Please try again later.
de_de: Fehler beim Laden der Produkte. Bitte versuche es später erneut.

source: Optimizer sync completed with warnings. Review the logs for more information.
de_de: Konnektivitätsprüfungen mit Warnungen abgeschlossen. Sieh dir die nachfolgende Serviceübersicht an.

source: Yadore Monetizer Keyword
de_de: Yadore Monetizer Pro

source: Primary keyword
de_de: Primärfarbe

source: Template Settings
de_de: Vorlagen-Einstellungen

source: Shortcode Template
de_de: Shortcode-Vorlage

source: Template Type
de_de: Vorlagentyp

source: Wrap repeatable markup with [yadore_product_loop]...[/yadore_product_loop]. Available placeholders: {{title}}, {{description}}, {{price}}, {{price_amount}}, {{price_currency}}, {{merchant_name}}, {{click_url}}, {{image_url}}, {{image_tag}}, {{promo_text}}, {{button_label}}, {{tracking_attributes}}, {{index}}, {{id}}.
de_de: Wiederholbares Markup mit [[sc0]] ... [[sc1]]. Available placeholders: {{title}}, {{description}}, {{price}}, {{price_amount}}, {{price_currency}}, {{merchant_name}}, {{click_url}}, {{image_url}}, {{image_tag}}, oder

source: Template Key
de_de: Vorlagen-Schlüssel

source: Product
de_de: Produkt

source: No products found
de_de: Keine Produkte gefunden

source: We couldn't find any relevant products for this content.
de_de: Wir konnten keine relevanten Produkte für diesen Inhalt finden.

source: No products available at the moment.
de_de: Derzeit sind keine Produkte verfügbar.

source: was activated successfully. Configure your API keys to start monetizing.
de_de: wurde erfolgreich aktiviert. Konfiguriere deine API-Schlüssel, um mit der Monetarisierung zu beginnen.

source: Yadore Monetizer Pro requires a valid Yadore API key. Please enter your key in the plugin settings.
de_de: Yadore Monetizer Pro benötigt einen gültigen Yadore-API-Schlüssel. Bitte gib deinen Schlüssel in den Plugin-Einstellungen ein.

source: Gemini AI analysis is enabled but no API key is configured. Add a Gemini API key to use AI-powered keyword detection.
de_de: Die Gemini-KI-Analyse ist aktiviert, aber kein API-Schlüssel ist konfiguriert. Füge einen Gemini-API-Schlüssel hinzu, um KI-gestützte Keyword-Erkennung zu nutzen.

source: Yadore Monetizer Pro Error
de_de: Yadore Monetizer Pro Fehler

source: Mark as resolved
de_de: Als behoben markieren

source: Dismiss this alert after confirming the issue is fixed. The error log history is available in the Tools panel.
de_de: Blende diese Meldung aus, nachdem das Problem behoben wurde. Die Fehlerprotokoll-Historie findest du im Bereich Werkzeuge.

source: Insufficient permissions to resolve error logs.
de_de: Unzureichende Berechtigungen zum Beheben von Fehlerprotokollen.

source: Invalid error reference supplied.
de_de: Ungültiger Fehlerverweis angegeben.

source: Error log table not found.
de_de: Fehlerprotokoll-Tabelle nicht gefunden.

source: Failed to update error status. Please try again.
de_de: Fehlerstatus konnte nicht aktualisiert werden. Bitte versuche es erneut.

source: Error entry marked as resolved.
de_de: Fehler-Eintrag als behoben markiert.

source: Insufficient permissions to view error logs.
de_de: Unzureichende Berechtigungen zum Anzeigen von Fehlerprotokollen.

source: Insufficient permissions to clear error logs.
de_de: Unzureichende Berechtigungen zum Löschen von Fehlerprotokollen.

source: Error logs cleared successfully.
de_de: Fehlerprotokolle erfolgreich gelöscht.

source: Insufficient permissions to access debug information.
de_de: Unzureichende Berechtigungen für Debug-Informationen.

source: API key missing. Add your Yadore publisher key in the settings.
de_de: API-Schlüssel fehlt. Füge deinen Yadore-Publisher-Schlüssel in den Einstellungen hinzu.

source: Connection failed: %s
de_de: Verbindung fehlgeschlagen: %s

source: Online – %d markets available.
de_de: Online – %d Märkte verfügbar.

source: Online – response received successfully.
de_de: Online – Antwort erfolgreich erhalten.

source: API key missing. Configure your Gemini API key to enable AI features.
de_de: API-Schlüssel fehlt. Konfiguriere deinen Gemini-API-Schlüssel, um KI-Funktionen zu aktivieren.

source: Online – %1$s model reachable.
de_de: Online – Modell %1$s erreichbar.

source: Online – %1$s model verified.
de_de: Online – Modell %1$s verifiziert.

source: HTTP %d response received.
de_de: HTTP-%d-Antwort erhalten.

source: External Services
de_de: Externe Dienste

source: All monitored services reachable (%1$d/%2$d).
de_de: Alle überwachten Dienste erreichbar (%1$d/%2$d).

source: Partial connectivity – %1$d of %2$d services reachable. %3$s
de_de: Teilweise Konnektivität – %1$d von %2$d Diensten erreichbar. %3$s

source: No external services reachable: %s
de_de: Keine externen Dienste erreichbar: %s

source: Missing tables: %s.
de_de: Fehlende Tabellen: %s.

source: Table %1$s missing columns: %2$s.
de_de: Tabelle %1$s mit fehlenden Spalten: %2$s.

source: All %1$d plugin tables are healthy (%2$d records, %3$s storage).
de_de: Alle %1$d Plugin-Tabellen sind in Ordnung (%2$d Einträge, %3$s Speicher).

source: Current footprint: %1$d records using %2$s with %3$s overhead.
de_de: Aktuelle Größe: %1$d Einträge mit %2$s und %3$s Overhead.

source: Cache is empty – warm-up scans recommended for optimal performance.
de_de: Cache ist leer – Aufwärmscans werden für optimale Leistung empfohlen.

source: Cache hit rate is %1$d%% across %2$d entries. Consider clearing stale caches or running additional scans.
de_de: Cache-Trefferquote beträgt %1$d%% bei %2$d Einträgen. Leere veraltete Caches oder führe zusätzliche Scans durch.

source: Cache hit rate at %1$d%% across %2$d entries.
de_de: Cache-Trefferquote liegt bei %1$d%% bei %2$d Einträgen.
